Repository: RobinHood70/HoodBot
Catalog: HoodBot/Properties/Resources.*.resx
Languages: fr

source: Add
fr: Ajouter

# AnyWikiPage
source: Enter URL to any page on the wiki:
fr: Entrez l'URL de n'importe quelle page sur le wiki :

source: API Path:
fr: Lien à l'IPA :

source: Available Jobs
fr: Tâches disponibles

# BadLogPage
source: Log page not in expected format.
fr: La page de journal n'est pas au format attendu.

# BotDataFolder
source: Data Folder:
fr: Dossier de données :

# DelayRequested
source: {0} delay requested for {1}. {2}
fr: {0} retard demandé pendant {1}. {2}

source: Edit Settings
fr: Modifier les réglages

source: Error
fr: Erreur

source: Estimated Completion:
fr: Temps d'achèvement estimé :

source: Fill
fr: Remplir

source: Fill in automatically
fr: Remplir automatiquement

# InvalidWikiInfo
source: Both the Wiki Name and the API Path must be filled in.
fr: Au moins, le nom du wiki et le lien à l'IPA doivent être remplis.

source: Job cancelled!
fr: Tâche annulé !

# NoAppDataPath
source: Application could not start because ApplicationData path could not be created. See InnerException for details.
fr: L'application n'a pas pu démarrer car la répertoire ApplicationDate n'a pas pu être créé. Voir InnerException pour plus de détails.

# NoWiki
source: No wiki has been selected.
fr: Il faut sélectionner un wiki.

source: Password:
fr: Mot de passe :

# PasswordNotSet
source: You must enter a password, either in the saved wiki information or on th emain form.
fr: Il faut entrer un mot de passe, soit dans les informations enregistrées pour le wiki, soit sur le formulaire principal.

source: Read Throttle:
fr: Limitation à lire :

source: Remove
fr: Supprimer

# RequiredInfo
source: Job Parameters
fr: Paramètres du tâche

source: Save
fr: Sauvegarder

source: Site Class Key
fr: Clé de la classe Site :

source: Undo
fr: Annuler

# UnhandledConstructorParameter
source: Constructor parameter of type {0} is unhandled!
fr: Le paramètre constructeur de type {0} n'est pas géré!

# UserEmailDisabled
source: It is not possible to send an e-mail to this user.
fr: Il n'est pas possible d'envoyer un courriel à cet utilisateur.

source: User Name:
fr: Nom de l'utilisateur :

source: Wiki Name:
fr: Nom du wiki :

source: Write Throttle:
fr: Limitation à mettre-à-jour :
